{
	"title": "
	Mario Kart™ 8 Deluxe
	",
	"ganre": "Racing",
	"image": "https://assets.nintendo.com/image/upload/ar_16:9,c_lpad,w_656/b_white/f_auto/q_auto/ncom/software/switch/70010000000153/de697f487a36d802dd9a5ff0341f717c8486221f2f1219b675af37aca63bc453
	",
    "description": "
	Burn rubber across Mushroom Kingdom raceways—underwater, in the sky, upside-down in zero-g, and past the finish—for the win! Get revved up for local multiplayer*, online** in-game tournaments, a revamped battle mode, and more! Stay fresh in the Mario Kart™ 8 Deluxe game by playing as guest characters Inkling Girl and Inkling Boy! You can use their Splatoon inspired karts on their battle mode stage, Urchin Underpass. There are also returning items, like Boo, the item-stealing ghost, and the Feather, used exclusively in battle mode. Veterans rejoice—you can hold two items at once! Prove you’re the world’s best racer and battler in online tournaments, or simply race and battle friends online. With many control options and handheld mode, there’s always a way to play on the Nintendo Switch™ system!
	",    
    "price": 60
	
	 
	"title": "
	The Legend of Zelda™: Breath of the Wild
	",
    "ganre": "Adventure",
	"image": "https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_1.5/c_scale,w_1200/ncom/software/switch/70010000000025/7137262b5a64d921e193653f8aa0b722925abc5680380ca0e18a5cfd91697f58
	",
    "description": "
	Forget everything you know about The Legend of Zelda games. Step into a world of discovery, exploration, and adventure in The Legend of Zelda: Breath of the Wild, a boundary-breaking new game in the acclaimed series. Travel across vast fields, through forests, and to mountain peaks as you discover what has become of the kingdom of Hyrule in this stunning Open-Air Adventure. Now on Nintendo Switch, your journey is freer and more open than ever. Take your system anywhere, and adventure as Link any way you like.
	",
    "price": 79.99
	
	
	"title": "Cuphead",
    "ganre": "Arcade",
	"image": "https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_1.5/c_scale,w_1200/ncom/software/switch/70010000016330/d94d2186ef03c930392253c83c84af0c73b7e57cd902a526b09b4155a25930fe
	",
    "description": "
	The all-cartoon Magical Wondergame! Cuphead is a classic run and gun action game heavily focused on boss battles. Inspired by cartoons of the 1930s, the visuals and audio are painstakingly created with the same techniques of the era: traditional hand drawn cel animation, watercolor backgrounds, and original jazz recordings. Play as Cuphead or Mugman (in single player or local co-op) as you traverse strange worlds, acquire new weapons, learn powerful super moves, and discover hidden secrets while you try to pay your debt back to the devil!
	",    
    "price": 19.99
	
	
	"title": "
	Princess Peach™: Showtime!
	",
    "ganre": "Action",
	"image": "https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_1.5/c_scale,w_1200/ncom/software/switch/70010000005022/45d91d342db7435bf142eb96e9abfe92500b21ec3130228e25b43c57cd580b78
	",
    "description": "
	Power up with transformations and use showstopping abilities to call curtains on this tragedy. What transformations are hiding just behind the curtain?
	",    
    "price": 59.99
	

    "title": "
	New Super Mario Bros.™ U Deluxe
	",
	"image": "https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_1.5/c_scale,w_1200/ncom/software/switch/70010000006411/73d58198e35bf94be752cf3d9ba0b44dea877cab1487e2cc1b7eeb02157f066f
	",
    "description": "
	Join Mario, Luigi, and pals for single-player or multiplayer fun anytime, anywhere! Take on two family-friendly, side-scrolling adventures with up to three friends* as you try to save the Mushroom Kingdom. Includes the New Super Mario Bros. U and harder, faster New Super Luigi U games—both of which include Nabbit and Toadette as playable characters! Two games in one, for double the fun! Simple, straightforward controls, new playable characters optimized for younger and less-experienced players, and a wealth of bonus content—like a Hints gallery and helpful reference videos**—make this a perfect choice for anyone looking to introduce their family to the wonderful world of Mario. All a player needs is one Joy-Con™ controller, so two people can team up right out of the box! Tackle 164 platforming courses in the two main game modes and enjoy extra replayability with three additional game modes in which you can also play as a Mii™ character: Challenges, Boost Rush, and Coin Battle! *Additional accessories may be required for multiplayer mode. Sold separately. **Internet access required in order to access Videos gallery
	",  
    "price": 69.99 
	

    "title": "
	Paper Mario™: The Origami King
	",
    "ganre": "Adventure",
	"image": "https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_1.5/c_scale,w_1200/ncom/software/switch/70010000029726/7f079a1e3927ea4752fb448ea7f2ccbd86933f5483ad9dd6de23ec96ed4df70b
	",
    "description": "
	The kingdom has been ravaged by an origami menace! Join Mario and his new partner, Olivia, as they battle evil Folded Soldiers, repair the damaged landscape, and try to free Princess Peach’s castle from the clutches of King Olly in this comedy-filled adventure, only on the Nintendo Switch™ system. Master strategic, ring-based battles Line up scattered enemies and plan your attack to maximize damage with the new, ring-based battle system that requires both puzzle-solving skills and a quick wit. Mario and Luigi receive an invitation from Princess Peach to attend an origami festival and excitedly hurry to Toad Town…but something’s amiss. After investigating the eerily empty town, the duo finds a fearsome (and folded) Princess Peach—she’s been turned into origami by King Olly, ruler of the Origami Kingdom! With five giant streamers under his control, King Olly binds Princess Peach’s Castle and transports it to a distant mountain as part of his plan to re-fold the world. On his journey to liberate Peach’s Castle and repair the ravaged paper landscape, Mario meets Olivia, King Olly’s sister, and the two join forces to put a stop to Olly’s origami onslaught. Even Bowser falls victim to Olly’s plot when his minions are turned into origami Folded Soldiers and betray their Koopa king, forcing him to ally with Mario and Olivia! Battle the Folded Soldiers in ring-based battles that challenge you to strategically line up enemies to maximize damage! Out of battle, Mario can use the arm-extending 1,000-Fold Arms ability in specific spots to interact with the landscape to pull, peel, hit, and more! Join Mario, Olivia, and their companions on a journey of laughter and emotion, thrills, and a whole lot of folding.
	",    
    "price": 79.99
	

    "title": "
	The Legend of Zelda™: Echoes of Wisdom
	",
    "ganre": "Adventure",
	 "image": " 
	https://assets.nintendo.com/image/upload/ar_16:9,b_auto:border,c_lpad/b_white/f_auto/q_auto/dpr_1.5/c_scale,w_1200/ncom/software/switch/70010000084618/e3a49cf14180cec09c515595fb7121b048a0f8327eae2d248909d0f0c64a9dc9
	 ",
    "description": "
	Princess Zelda was captured by Ganon, but the swordsman Link stormed in to rescue her. After a fierce battle, Link appeared to defeat the villain but was suddenly dragged down into a mysterious rift in the ground and disappeared.These rifts are appearing across the land, swallowing up others, including the King of Hyrule and his advisors.Left alone, it's now up to Princess Zelda to save her kingdom as she explores its vast regions, solves puzzles, and defeats foes in a brand-new adventure in the Legend of Zelda™️ series!
	",   
    "price": 59.99
	
	
	"title": "
	Mario & Luigi: Brothership - Nintendo Switch
	",
	"image": "
	https://target.scene7.com/is/image/Target/GUEST_b4e06f73-0782-4d46-88a5-248b3f498174?wid=1200&hei=1200&qlt=80&fmt=webp
	",
    "description": "
	The brothers return for a brand-new adventure on the high seas! A mysterious power has fractured the world of Concordia into many scattered islands, and it’s up to Mario and Luigi to reconnect them. Venture out on Shipshape Island (part ship, part island) and launch out of its cannon to visit, explore, and quest your way through islands that range from tropical rainforests to bustling cities. Meet new friends along the way, like Connie and Snoutlet (definitely not a pig), and encounter familiar faces from the Mushroom Kingdom like Peach and Bowser, who may help—or hinder—you on your journey.
	",    
    "price": 59.99

}